/* The string for canceling a map editing function. */
"CancelKey" = "Atcelt";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Vai tiešām vēlaties atcelt?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Jūsu izmaiņas netiks saglabātas.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Jūsu izveidotais objekts netiks saglabāts.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Noraidīt izmaiņas";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Atcelt rediģēšanu";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Nederīga adrese";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Punktam ir jāiekļauj adrese";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Jūs šim punktam neesat pievienojis atrašanās vietu";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Jauns punkts netiks pievienots";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Turpināt rediģēšanu";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Atlasiet punktu, ko vēlaties dzēst.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Nav punktu, ko dzēst.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "Labi";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Vai tiešām vēlaties notīrīt visus punktus?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Nē";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Jā";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Vai vēlaties pārslēgties uz punktu?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Vai vēlaties pārslēgties uz lauztu līniju?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Vai vēlaties pārslēgties uz daudzstūri?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Jūsu pievienotie punkti netiks mainīti, un varat turpināt objekta veidošanu.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Visi jūsu pievienotie punkti tiks dzēsti";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Vai tiešām vēlaties dzēst šo punktu?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Saglabāt";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtrēt";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Pašreizējā atrašanās vieta";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Ieteikumi nav atrasti";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adrese";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Notīrīt visu";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ izveidots sekmīgi";

/* The placeholder text of the Searchbar */
"SearchKey" = "Meklēt";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Pievienot jaunu punktu";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Pamatkarte";

/* The title for the standard map type. */
"StandardKey" = "Standarts";

/* The title for the hybrid map type. */
"HybridKey" = "Hibrīds";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hibrīdā pārlidošana";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Mēmais standarts";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelīts";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satelīta pārlidošana";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Pievienot atrašanās vietu";

